---
kind: property
id: P:Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishViewWorksets
source: html/38ead435-3f4a-993e-9095-e55be8a7e537.htm
---
# Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishViewWorksets Property

Indicates whether Revit should relinquish View worksets after synchronizing with central.

## Syntax (C#)
```csharp
public bool RelinquishViewWorksets { get; }
```

## Remarks
This is a shortcut to access the value stored in ViewWorksets .